{"meta":{"status":{"code":200,"message":"OK"},"pagination":{"total_results":8,"total_pages":1},"requests":{"current":233,"maximum":1500}},"data":[{"id":"6172","name":"Lulus.com","description":"<p>Lulus.com Program Terms for Pepperjam Affiliates<\/p>\r\n<p>We highly encourage you to read our program terms before applying to join our program. There are many tactics used by affiliate marketers that are prohibited in our program. If an affiliate is caught violating the terms of our agreement we may reverse commissions, remove an affiliate from the program, and (or) reverse all future commissions for as long as the affiliate is violating our program terms.<\/p>\r\n<p>Transaction Lock and Payment dates.<\/p>\r\n<p>All sales will lock on the 60 days after the date of the sale. Pepperjam sends payments to affiliates soon thereafter. Lulus may reverse commissions for returned merchandise, misuse of coupon codes, fraud, or any sale made in violation of our affiliate terms.<\/p>\r\n<p>Application Process<\/p>\r\n<p>We do not allow affiliates to join our program through multiple networks simultaneously. If you are already an affiliate with Lulus through any other network you will not be accepted as an affiliate for Lulus in the Pepperjam network. We reserve the right to reject any application, if you are rejected and feel that we are in error please contact us at affiliates@lulus.com. Please include links to all the websites you intend to use to promote our products.<\/p>\r\n<p>Affiliates must not break any laws when promoting products for Lulus.com. This includes compliance with but not limited to:<\/p>\r\n<p>1. The CAN-SPAM Act of 2003 when sending emails with links to Lulus.com. A copy of the can spam act can be found here: <a href=\"http:\/\/www.gpo.gov\/fdsys\/pkg\/PLAW-108publ187\/pdf\/PLAW-108publ187.pdf\">http:\/\/www.gpo.gov\/fdsys\/pkg\/PLAW-108publ187\/pdf\/PLAW-108publ187.pdf<\/a><\/p>\r\n<p>2. As an internet marketer you should be familiar with disclosure requirements by the FTC. We require that all affiliates to follow FTC disclosure requirements. To see FTC guidelines go to: <a href=\"http:\/\/www.ftc.gov\/sites\/default\/files\/attachments\/press-releases\/ftc-staff-revises-online-advertising-disclosure-guidelines\/130312dotcomdisclosures.pdf\">http:\/\/www.ftc.gov\/sites\/default\/files\/attachments\/press-releases\/ftc-staff-revises-online-advertising-disclosure-guidelines\/130312dotcomdisclosures.pdf<\/a><\/p>\r\n<p>Affiliate websites may not:<\/p>\r\n<p>1. Contain inappropriate content. This may include content that we consider to be obscene, harmful, or pornographic.<br \/><br \/>2. Contain any viruses, Trojan horses, or any other programs designed to harm visitors or gather their data without their permission.<br \/><br \/>3. Inject affiliate tracking cookies into a visitorâ\u0080\u0099s computer without sending them to a landing page within Lulus.com.<br \/><br \/>4. Solicit within their own state if their state is using affiliates as a means of establishing a tax nexus. With the exception of California.<\/p>\r\n<p>Prohibition against solicitation for residents in nexus states<\/p>\r\n<p>Affiliates may not engage in any solicitation or promotional activities within the following states Arkansas, Colorado, Connecticut, Georgia, Illinois, Kansas, New York, North Carolina, Ohio, Oklahoma. Rhode Island, Louisiana, Maine, Michigan, Minnesota, Missouri, Nevada, New Jersey, Pennsylvania, Tennessee, Washington, West Virginia and Vermont. (Hereafter referred to as â\u0080\u009cnexus statesâ\u0080\u009d) The only form of promotion allowed by Lulus.com to residents of these states is providing links from the affiliateâ\u0080\u0099s own website to Lulus.com. No other promotional activities are allowed by Affiliates within these states. Activities prohibited include but are not limited to distribution of any printed materials referring people to Lulus.com, engaging in any verbal communication referring people to Lulus.com. Using any website that is not the affiliateâ\u0080\u0099s own web site to place links to Lulus.com. This includes social media sites and other content hosting sites that are not owned by the affiliate. Residents of these states must submit an affidavit of compliance once a year by December 31st in order to stay within the program.<\/p>\r\n<p>Use of Affiliate links.<br \/><br \/>Once accepted into the Program, you can use any of the links provided to you through the network. Altering links is prohibited. You may only link to us through domains that are listed in your affiliate profile. You may not engage in cookie stuffing or include pop-ups, false or misleading links.<br \/>You may not attempt to prevent the referring page information from being seen by the affiliate networks. If we discover affiliate links to our website that hide their original source, the affiliate may be removed from the program and we may reverse commissions if we cannot see the referring link that lead to the sale.<\/p>\r\n<p>Keyword Restrictions<\/p>\r\n<p>You may not place any pay-per-click bids on any terms that include the use of the words Lulus, LuLu*s, LuLus.com. Lulus coupons, Lulus promo code or any other combination of words that contain the words lulu or lulus. To prevent a keyword containing the term, â\u0080\u009cLulusâ\u0080\u009d from triggering an ad we suggest you add â\u0080\u009cluluâ\u0080\u009d and â\u0080\u009clulusâ\u0080\u009d as broad negative keyword matches.<\/p>\r\n<p>Linking Restrictions<\/p>\r\n<p>You may not link directly to any page at lulus.com using a PPC campaign. All links must first be directed the affiliates web site(s).<\/p>\r\n<p>You may not post any affiliate link on any of our social media pages which are managed by Lulus.com staff.<\/p>\r\n<p>Affiliates may have their own affiliate programs but may not allow their affiliates to bypass their site to send traffic directly to Lulus.com without first visiting their own site. Affiliates may not pay commissions or compensate their affiliates for links directed to any page within Lulus.com as a landing page.<\/p>\r\n<p>Use of Lulus Coupons<\/p>\r\n<p>Affiliates may only publish lulus.com coupon\/promo codes that are provided through the affiliate program or authorized by Lulus.com for use by affiliates, or displayed on our website.<br \/>Publishing coupon codes obtained from customer e-mails, social media, print media, or any other publication by Lulus.com other than those codes that are displayed on our website is strictly prohibited.<\/p>\r\n<p>Any transactions using coupon codes that we have not authorized by use for affiliates or published on our site will receive a commission of zero. In addition, any affiliate that publishes a prohibited coupon code will be notified of the violation and will forfeit all future commissions until a Lulus.com team member has determined that the site is no longer publishing the prohibited coupon code.<\/p>\r\n<p>Use of â\u0080\u009cLulusâ\u0080\u009d within domain names<\/p>\r\n<p>Use of the word â\u0080\u009clulusâ\u0080\u009d within any domain or subdomain name created by affiliates with links to Lulus.com is strictly prohibited.<\/p>\r\n<p>Â© 2017 Lulus.com<\/p>","logo":"http:\/\/media.pepperjamnetwork.com\/programs\/logos\/6172_1464132988","prohibited_states":"","mobile_tracking":"Enabled","category":[{"id":"19","name":"Clothing\/Apparel "}],"address1":"195 Humboldt Ave","address2":"","city":"Chico","state_code":"CA","zip_code":"95928","country_code":"US","phone":"(530)-924-3818","website":"http:\/\/www.lulus.com\/","contact_name":"Affiliate Team","email":"affiliates@lulus.com","currency":"USD","status":"joined","join_date":"2017-05-10","cookie_duration":"336","percentage_payout":"7.000","flat_payout":null,"deep_linking":"Yes","product_feed":"Yes"},{"id":"6671","name":"Bebe","description":"Bebe is the go-to destination for chic, contemporary fashion. The brand evokes a mindset - an attitude, not an age. It's a true original, always defining fashion's next stride forward. Designed for the confident, sexy, modern woman, Bebe is a global label that embodies a sensual, sophisticated lifestyle.\r\nAFFILIATE PUBLISHER PARTICIPATION AGREEMENT\r\n  This Affiliate Participation Agreement (the \u0093Agreement\u0094) contains the terms and conditions that apply to your participation as a member of the affiliate program (the \"Affiliate Program\") for www.bebe.com and the associated mobile website, if applicable (the \"Merchant Website\"), which is a website owned by Bebe (\"we\" \"us\" or \"Merchant\"). This Affiliate Program is administered through Pepperjam Marketing Solutions, Inc. (\u0093Pepperjam\u0094), operators of the Pepperjam Affiliate Network (the \u0093Network\u0094).  In this Agreement you are referred to as \"you\", \"your\" or \"Affiliate\".\r\nThis is a legally binding agreement.  By joining this affiliate program and receiving and using links to the Merchant Website, you are confirming that you have read this Agreement and that you agree to be bound by the terms and conditions contained in this Agreement.  If you do not agree with any of the terms or conditions set forth herein, do not join this Affiliate Program.\r\nPepperjam Is A Third Party Beneficiary.  You acknowledge that Pepperjam is an intended third-party beneficiary of this Agreement and has the rights to enforce the this Agreement and to benefit from all the rights and limitations hereunder.\r\n1.  Enrollment; Eligibility.  In order to participate in this Affiliate Program you must complete a participant application that is accessible through this Merchant Website or through the Network. You will be notified if your application has been accepted or rejected.  We reserve the right to reject any application in our sole discretion.  If we reject your application, you may reapply at anytime.  Only websites with general or United States based domain name extensions (e.g. .com, .net, .org, .us, etc.) and primarily serve a United States based audience are eligible for participation in this Affiliate Program.  You must be at least 18 years of age to join this Affiliate Program.  By submitting an application to participate in this Affiliate Program, you represent, warrant, covenant and agree that (i) all information that you provide to us or Pepperjam in connection with your participant application and\/or in connection with your participation in this Affiliate Program is true, complete and accurate, (ii) you have all necessary rights and authority to enter into this Agreement and perform your obligations hereunder, (iii) this Agreement will constitute a legal, binding and enforceable agreement against you in accordance with the terms and conditions herein, and (iv) your execution and performance hereunder will not conflict with or result in a breach or violation of any other agreement, arrangement or understanding to which you are bound.\r\n2.  Suitability of Affiliate Websites.  (a)  Your websites are not suitable and you may not participate in the Affiliate Program if the websites operated by you violate any of the following website suitability restrictions.  Further, you represent, warrant, covenant and agree that none of your participating websites or any content or technology contained thereon will, at anytime during the period that you are an affiliate in this Affiliate Program, violate any of the following website suitability restrictions.  In the event that we believe that you have violated any of the following website suitability restrictions we may, in addition to all other rights and remedies that we may have, terminate this Agreement and your participation in this Affiliate Program without notice.  Your participating websites may not:\r\n(i) infringe on our or any other person's or entity's intellectual property, publicity, privacy or other rights,\r\n(ii) fail to state a clear online privacy policy to your visitors,\r\n(iii) require a username or password to access your websites, without our prior written consent (including via email),\r\n(iv) violate any law, rule or regulation,\r\n(v) contain any content that is threatening, harassing, defamatory, obscene, harmful to minors, or contains nudity, pornography or sexually explicit materials,\r\n(vi) contain any viruses, Trojan horses, worms, time bombs, cancelbots, or other computer programming routines that may damage, detrimentally interfere with, surreptitiously intercept, or expropriate any system, data, or personal information,\r\n(vii) contain material that is false, inaccurate, fraudulent or misleading or that promotes pyramid or similar schemes;\r\n(viii) promote violence or any illegal or immoral activity,\r\n(ix) promote discrimination based upon gender, race, religion, nationality, disability, sexual orientation or age,\r\n(x) use or promote the use of bulk email or spam,\r\n(xi) contain software or use technology that attempts to intercept, divert or redirect Internet traffic to or from any other website, or that potentially enables the diversion of affiliate commissions from another website,\r\n(xii) use any software that gathers information through the customer's Internet connection without his or her knowledge,\r\n(xiii) install spyware on another person's computer, or cause spyware to be installed on another person's computer, or utilize any \"opt-out downloads\". An \"opt-out download\" is any software, program, script, tool or element that would automatically download to a user's computer or that would become operative when the user accesses the Internet unless the user takes affirmative action to prevent the download.\r\n(xiv) use a context based triggering mechanism to display an advertisement that partially or wholly covers or obscures paid advertising or other content on an Internet website in a way that interferes with a user's ability to view the Internet website, or use browser-embedded contextual targeting applications or other applications which serve advertisements (pop-up ads and pop-unders, in-browser ads and highlighting of website content and redirecting to websites with similar content, regardless of whether any such advertisements are served directly by you or is provided or purchased from a third-party) on Merchant\u0092s or Merchant\u0092s competitors websites or on any other website other than your websites.\r\n (b)  You may not (i) engineer you websites in a manner designed to direct or pull Internet traffic away from our Merchant website, (ii) attempt to modify or alter our Merchant website in any way; (iii) make any representations, either express or implied, or create an appearance that a visitor to your website is visiting our website, e.g., \"framing\" the Merchant website, without our prior written approval; or (iv) \"scrape\" or \"spider\" any Merchant website or any other website for Merchant Content (as defined below).\r\n(c)  You may not purchase products during sessions initiated through Qualified Links (defined below) on your websites for resale, or commercial use of any kind.  Such purchases may result, in our sole discretion, in the withholding of the Revenue Share or the termination of this Agreement.\r\n(d)  We have the right in our sole and absolute discretion to monitor your websites at any time and from time to time to determine if you are in compliance with the terms of this Agreement, and you agree to provide us with unrestricted access to your websites for such purpose.\r\n(j)  Network Properties.  If you are an affiliate network or if you otherwise represent other affiliate publishers, in order to participate in this Affiliate Program, you must represent, warrant, covenant and agree that (a) you will not utilize blind member networks and that you will disclose to us the names of your member sites and properties (\u0093Network Properties\u0094) upon our reasonable request; (b) you have advised your Network Properties (and provided appropriate training where applicable) with respect to their obligations under the Advertising Rules in Section 5, including the FTC Endorsement Guides and will advise your Network Properties to comply with our Social Media and Disclosure Policy, attached hereto at Exhibit A; (c) you have implemented reasonable monitoring practices and procedures to ensure that your Network Properties are complying with this Agreement and the Advertising Rules; (e) You will suspend and\/or terminate any of your Network Properties from working in connection with us and Pepperjam if they fail to comply with this Advertising Rules.  Without limiting the foregoing, you expressly agree and acknowledge that you are responsible for all acts and omissions of your Network Properties and will ensure that each such Network Property has agreed to and will comply with all the terms and conditions of this Agreement that apply to their conduct, including but not limited to the Advertising Rules.  You will notify us and Pepperjam immediately if you suspect that any of your Network Properties is in violation of this Agreement or the Advertising Rules.\r\n \r\n3.  Right to Use Merchant Content.  (a)  Subject to the terms and conditions herein, we hereby grant to you, during the term hereof, a limited, non-exclusive, non-transferable, revocable, non-sublicenseable, non-assignable right to (i) access the Merchant Website through Qualified Links (defined below) provided by us from time to time, and (ii) use and display the Merchant Content (as defined below) that we may make available to you from time to time solely as provided to you through the Network and solely for the purpose of generating the sale of Merchant\u0092s products from your website that we have approved and solely in connection with your participation in this Affiliate Program.  Any attempt to sublicense, assign or transfer this right is void.  We may terminate your rights to use the Merchant Content for any reason at any time in our sole and absolute discretion.\r\n(b) A \"Qualifying Link\" means a link from your website to our website using one of the URLs or graphic links provided by us (or through the Network) for use in the Affiliate Program that allows Pepperjam to track the use of such links by your visitors.  All Qualifying Links that you will use in the Affiliate Program will be provided to you from the Network or by other means selected by us, and only valid Qualifying Links generated by the Network or by us will be tracked for purposes of determining Revenue Share that you may be eligible to receive on sales of products generated through your website.  Except for the right to use the Merchant Content provided to you by us hereunder, we are not granting you any rights in, and you represent, warrant, covenant and agree that you will not use, in any manner, any trademarks, service marks, trade names, logos, banners, buttons, graphics, digital images, text, or other content or materials owned or controlled by us or any Merchant Party (defined below). \r\n(c)  Upon termination of this Agreement, for any reason, you shall immediately cease using, displaying or otherwise maintaining any interest in the Merchant Content.  For purposes of this Agreement \"Merchant Content\" means any and all trademarks, service marks, trade names, logos, banners, buttons, digital images, graphics, text and other content and material which we may, in our sole discretion, make available to you in connection with this Affiliate Program from time to time.\r\n4.  Special Offers. \r\n(a)  From time to time, we may post on the Network special offers (\"Special Offers\") to pay certain members of the Affiliate Program, chosen at our sole discretion, a specified referral fee on sales of certain products.  The terms of a Special Offer, as posted on the Network or otherwise communicated to such members, shall be governed by the terms and conditions of this Agreement.  However, in the event of any inconsistency between the terms of the Special Offer and the terms of this Agreement, the terms of the Special Offer shall govern.\r\n(b)  Advance notice of promotions, sales and special events is Confidential Information of ours until such events are publicized by us.  From time to time you may be given prior notice of such events so that you may prepare content on your Website. The existence of such event and any Merchant Content provided to you is Confidential Information and may not be disclosed by you prior to the date specified by us.  You also agree upon notice to promptly remove any Confidential Information from your site upon our request.\r\n5.  Advertising Rules.  If you fail to comply with any of the restrictions in this Section 5, at our sole discretion, you forfeit any commissions or other payments otherwise earned by you during such time that you are not in compliance.  References to \u0091your site\u0092 shall also include any of your social media pages and mobile applications.\r\n(a)  Obtaining and Using Merchant Content.  You agree that you will not, except as specifically provided for in this Agreement (i) copy or obtain any images or other content relating to the Merchant from the Merchant Website or elsewhere, except through the Network, (ii) copy or display any Merchant Content, (iii) modify, adapt, translate or create derivative works based on the Merchant Content, (iv) remove, erase, or tamper with any copyright or other proprietary notices in any copy of any of the Merchant Content, (v) sell, market, license, sublicense, distribute, disclose or otherwise grant to any person or entity any right or interest in the Merchant Content, (vi) take any action which may cause deception, confusion or otherwise dilutes the quality of the Merchant Content or the goodwill associated therewith, or (vii) use the Merchant Content in any manner which disparages or portrays us in a false, competitively adverse or poor light. \r\n(b)  No Search Keyword Purchasing[A1] .  You agree that you will not purchase or bid for the placement of our business or product names or trademarks or any variation or misspelling thereof within any third party search engine or social media network or other similar website or application (such as keywords and hashtags), including but not limited to Google, Bing, AOL, Yahoo!, MSN, Facebook, Twitter.\r\n(c)  References to Merchant Website.  You also agree to the following additional advertising rules: (i) all advertisements by you must be directed to your site or a page within your site, (ii) none of your advertisements may link directly to the Merchant Website or any page within the Merchant Website, (iii) you will not show the Merchant Website URL as the URL in your ads, (iv) you will not use the words \"official site\" or words to similar effect in connection with any use of our trademarks, or otherwise suggest or imply that your site is an official Merchant site or partner, and (v) you will stop bidding on any search term at our request.\r\n(d)  Trademark and Look and Feel Restrictions.  Additionally, you agree that (i) you will not include any name, trademark, trade name, service name, logo or similar business identifier, or any variation or misspelling thereof, which is owned or controlled by us in any domain name, URL, or similar identifier used by you, (ii) you will not alter or attempt to alter the look, feel, content, features or functionality of the Merchant Website, (iii) you will immediately substitute or remove any Merchant Content from your websites at our request, (iv) your websites will not in any way copy or resemble the look, feel or content of the Merchant Website or create any impression that your websites are part of the Merchant Website, (v) you will not purchase or contract with any other person or entity to exploit any name, trademark, trade name, service name, logo or similar business identifier, or any variation or misspelling thereof, which is owned or controlled by us for any purpose, (vi) you will not use any Merchant Content in a manner which links or otherwise directs potential customers to any website other than the Merchant Website, and (vii) you will not attempt to intercept or redirect potential customers from or on the Merchant Website or any other website participating in this Affiliate Program. \r\n(e)  Promotion Codes & Coupons.  You may not, without our prior written consent, utilize any promotion, promotion code, coupon, or other promotional opportunity that is not specifically authorized for Merchant's Affiliate Program and explicitly authorized for your use.\r\n(f)  Communications with Consumers.  You may not, without our prior written consent, (i) generate or send any email messages, text or mobile messages, or other electronic messages (\"Electronic Messages\") using or containing our name or logo, or any variation thereof, or any of our trademarks or products, or any of the Qualifying Links or URLs provided to you as part of the Affiliate Program, (ii) send any Electronic Message that in any way suggests or implies or misleads or is likely to mislead (including without limitation, via the return address, subject heading, header information or message contents) a recipient into believing that we or any Merchant Party (defined below) was the sender or sponsor of such email or procured or induced you to send such email, (iii) forward, redistribute, or otherwise repurpose any Electronic Messages that we send our customers or members of the Network, and (iv) generate or send any unsolicited Electronic Messages in connection with this Agreement unless the recipient has given his or her prior consent to receive such message or any Electronic Messages otherwise in violation of the CAN-SPAM Act of 2003, the Telephone Consumer Protection Act of 1991 (TCPA) or any other applicable laws or regulations (including any amendments or successor laws).\r\n(g)  No Text Messages.  Notwithstanding the foregoing, you will not send any text messages on behalf of us or any Merchant Party or otherwise in connection with this Agreement.\r\n(h)  COPPA.  You will not collect personal information from sites that are directed to children under the age of 13 or knowingly collect personal information from any child under the age of 13 unless such collection is in accordance with the Children\u0092s Online Privacy Protection Act (\u0093COPPA\u0094), as amended.  Further, you will not knowingly direct or refer any children to the Merchant Site.\r\n(i) Endorsements and Testimonials. We require that our Affiliates and affiliate networks comply with all Federal Trade Commission rules and regulations related to advertising and marketing, including, but not limited to, Federal Trade Commission 16 CFR Part 255: Guides Concerning the Use of Endorsements and Testimonials in Advertising (\u0093FTC Endorsement Guides\u0094), which require, among other criteria, that material connections between advertisers and endorsers be disclosed.  This means that review\/rating sites, blogs, directories, and other websites, email, videos or collateral that purport to provide an endorsement, review or assessment of us or our products, services or sites must prominently disclose that you are a member of the Affiliate Program and that compensation is provided to you.  For such reasons, you and your participating website(s) will at all times adhere to FTC Endorsement Guides.  If you promote us or our products, services or sites via reviews, blogs, directories, testimonials, endorsements or other forms of promotion or communications, (a) all such promotions or communications will reflect your honest views, opinions and experiences; and (b) you will disclose your affiliate relationship with us in accordance with the FTC Endorsement Guides and our Social Media and Disclosure Policy, attached hereto at Exhibit A.\r\n \r\n6.  Property Ownership Rights.  You acknowledge and agree that we retain all rights, title and interest in and to all property rights embodied in or associated with the Merchant Content.  You represent, warrant, covenant and agree that you will not, and will not assist any third party to, now or in the future, (i) take any action challenging or otherwise inconsistent with our ownership of, or other right in, the Merchant Content, or (ii) register or attempt to register any trademark, service mark, logo, trade name, domain name, or similar business identifier, that contains any name, trademark, service mark, logo, trade name or other content or material owned or controlled by us or any derivation, including misspellings, thereof.  All goodwill and benefits accruing from the use of the Merchant Content will automatically vest in us. You agree to cooperate with us and to take any additional actions reasonably requested by us to effect, perfect or confirm our rights, title and interest in the Merchant Content.\r\n7.  Operation and Maintenance of the Merchant Website.  (a)  You acknowledge and agree that we will accept or reject, in our sole and absolute discretion, all orders by customers for merchandise placed on or through the Merchant Website.  You further acknowledge and agree that (i) you do not have any authority to make or accept any offer or commitment on behalf of us, (ii) we cannot, and do not, guarantee the availability of any merchandise or other services offered for sale on the Merchant Website, and (iii) we are solely responsible for all pricing, merchandising, order processing, order fulfillment, shipping, returns and all other aspects of the Merchant Website and the sale of merchandise thereunder.  Customers who access the Merchant Website will be deemed our customers.  Accordingly, all of our then applicable rules, policies and procedures concerning orders, returns, refunds, customer service, privacy and other terms of use and sale will apply to such customers.  As between the parties, all information obtained through the use of the Merchant Website shall be our exclusive property.\r\n(b)  We may change our policies and operating procedures at any time in our sole discretion.  For example, we will determine the prices to be charged for products sold under the Affiliate Program in accordance with our own pricing policies.  Product prices and availability may vary from time to time.  We will use commercially reasonable efforts to present accurate information, but we cannot guarantee the availability or price of any particular product or the error-free or uninterrupted operation of our website or the Network.\r\n(c)  Further, you agree to defend, indemnify and hold us and the Merchant Parties (defined below) harmless from all claims, damages, and expenses (including, without limitation, attorneys fees) relating to the development, operation, maintenance or content of your website or any of your Network Properties\u0092 websites.\r\n8.  Revenue Share Payments.  (a)  During the term of this Agreement, we agree to pay you a revenue share (the \"Revenue Share\") equal to the applicable percentage of Net Revenue determined pursuant to the schedule set forth in the Affiliate Program overview\/description materials posted on the Network or otherwise provide by us.  We reserve the right, at our sole discretion, to change, modify, add or remove portions of this Revenue Share schedule at any time without notice.  For purposes of this Agreement, \"Net Revenue[A2] \" means all cash consideration (not including any portion of payment made through the redemption coupons or credits, or the purchase of gift certificates or gift cards) from merchandise sold in a transaction resulting directly from a Qualifying Link tracked by Pepperjam from your website to the Merchant Website in accordance with this Agreement, where the customer purchases such merchandise, less all taxes, shipping and handling charges, gift wrapping and other value-added service charges, returns and chargebacks.  You acknowledge and agree that we will not be obligated to pay any revenue share unless we actually ship the applicable order and receive full payment for such order. \r\n(b)  A transaction will only be deemed to be resulting directly from a Qualifying Link tracked by Pepperjam from your website to the Merchant Website if:\r\n               (i) such purchase is made during the time period set forth by us through the Network after the customer has initially entered our website through your tracked Qualifying Link (\"Revenue Share Time\"). After the Revenue Share Time, we will not pay referral fees on any products that are added to a customer's shopping cart after the customer has re-entered our website (other than through a Qualifying Link from your website), even if the customer previously followed a link from your website to our website.\r\n               (ii)  your tracked Qualifying Link is the most recent referral to the Merchant Site prior to such purchase among all marketing channels tracked by us or Pepperjam.  If we or Pepperjam are able to track a referral from another marketing channel (e.g. another affiliate, comparison shopping engine, paid search, banner advertisement or any other trackable marketing channel) that is more recent that your Qualifying Link, then the resulting purchase will be deemed to not be directly resulting from your tracked Qualifying Link.\r\n(iii) all determinations of Qualifying Links and whether a referral fee is payable will be made by us and Pepperjam and will be final and binding on you. \r\n(c)  Subject to the terms and conditions of this Agreement, we will pay you the above-described Revenue Share on a monthly basis.  We will send, or cause to be sent, to you a check for the Revenue Share earned, less any taxes or other amounts that we may be required by law to withhold.  No interest will be paid on any such amount held by us.  If a Revenue Share payment is made hereunder and relates to merchandise that is later returned by the customer, the applicable Revenue Share will be deducted from the next applicable payment hereunder.  If any portion of such Revenue Share cannot be recovered through a deduction, we will invoice you for such amount and you agree to pay this amount within 30 days after receipt of such invoice.  Upon termination of this Agreement, we will send, or cause to be sent, to you, a check for the total amount of Revenue Share then owed to you as of the termination date.  The final Revenue Share payment may be withheld by us for a reasonable period of time to ensure that the correct amount is to be paid after making any adjustments that may be required, including, but not limited to, adjustments for returns. \r\n9.  Pepperjam Tracking.  (a)  We will track sales made to customers who purchase products using Qualified Links, that you will generate using Pepperjam's technology, from your website to our website, and reports summarizing this sales activity will be available to you also through the Network.  The form, content, and frequency of the reports are limited to those reports and capabilities available through the Network and may vary from time to time in our and Pepperjam's reasonable discretion.  We are not responsible for any changes that Pepperjam may make in their reporting format, timing, or types of reports available to the members of our Affiliate Program.  To permit accurate tracking, reporting and fee accrual, you must ensure that the links between your website and our website are properly formatted.  We are not responsible for improperly formatted links regardless of whether you have made amendments to the code or not.  In addition, we are unable to track or provide you credit for sales from customers that are referred to us with browsers that do not have their cookies setting enabled.  You hereby agree not to disclose the such information contained in Pepperjam reports regarding us to any third party without our prior written consent and that such information is the property and Confidential Information of ours.\r\n(b) You represent, warrant, covenant, and agree that (i) you are a member of Pepperjam\u0092s network affiliate program, and (ii) you will not bypass, modify, circumvent, impair, disable or otherwise interfere with any links, web beacons, cookies or other technology provided by us or Pepperjam.\r\n10.  Responsibility for Your Websites and Your Participation.\r\n(a) You will be solely responsible for the development, operation, and maintenance of all websites that are linked to the Merchant Website hereunder and for all content, technology and other materials that appear on such websites.  You acknowledge and agree that you are responsible for complying with all of the terms and conditions hereof and all applicable laws, rules and regulations.  You represent, warrant, covenant, and agree that:\r\n(i) you will not state or imply that we sponsor, endorse, sanction or otherwise approve your website or any of your products or service,\r\n(ii) you will not state or imply that you are a partner or agent of ours or otherwise take any action that could reasonably cause customers confusion as to our relationship with you,\r\n(iii) you will not take any action that could reasonably cause customers confusion as to the website on which any data collection, purchase transaction or other functions are occurring,\r\n(iv) you will make no false or deceptive representations regarding the association of you with us or Pepperjam,\r\n(v) at all times during and after the term of this Agreement, you will protect all of our and Pepperjam's Confidential Information (as defined below) that you obtain or otherwise have access to with the same degree of care that you use to protect your own confidential and proprietary information but in no event less than a reasonable standard of care,\r\n(vi) you will only use our and Pepperjam's Confidential Information to the extent necessary to perform your obligations hereunder, and\r\n(vii) you will not use or display any trademark, service mark, logo or other content of Pepperjam or infringe any of Pepperjam's intellectual property rights,\r\n(viii) you will promptly notify us and Pepperjam of any malfunctioning of the Qualifying Links or other problems with your participation in the Program,\r\n(b) For purposes of this Agreement, \"Confidential Information\" means all non-public information provided or obtained by you about us or any Merchant Party, including, without limitation, all customer information, and all business and sales information related to transactions through this Affiliate Program. You will protect our Confidential Information from misappropriation and unauthorized use or disclosure, and at a minimum, will take precautions at least as great as those taken to protect your own confidential information of a similar nature.  You will use such Confidential Information solely for the purposes for which it has been disclosed and not for the benefit of any third party.\r\n11.  Violation of Terms and Affiliate Indemnification. \r\n(a)  Violation of any of the terms, conditions or prohibitions contained in this Agreement may result in, among other things, the immediate termination of this Agreement and the commencement of an action by us against you seeking, without limitation, injunctive relief, and the recovery of actual, statutory and punitive damages.\r\n(b)  You, at your own cost and expense, will indemnify, defend and hold harmless, us, Pepperjam, our and their respective parents, subsidiaries and company affiliates, and each of their respective directors, officers, employees, agents, successors and assigns (collectively, the \u0093Merchant Parties\u0094) against any claim, suit, action, judgment, liability, loss, cost, expenses and other damages (even if such claims are groundless, fraudulent or false), including reasonable attorney's fees, based upon or in connection with (i) any breach or alleged breach of your representations, warranties, covenants agreements, or obligations hereunder, (ii) your websites, your Network Properties or any other related business, or any content, technology or other materials displayed or contained thereon, including but not limited to with respect to claims of misappropriation or infringement, (iii) your (including your Network Properties\u0092) failure or alleged failure to comply with any applicable law, rule or regulation, including, but not limited to, the Federal Trade Commission Act and\/or the FTC Endorsement Guides; (iv) the collection of personal information from sites directed to children under 13 years of age or from children under 13 years of age, including, but not limited to, any claims for violations of COPPA; (vi) claims for unsolicited text-messages, email, spamming and\/or violation of the CAN-SPAM Act of 2003, the Telephone Consumer Protection Act of 1991, and the Telemarketing Sales Rule, (vii) your misuse, unauthorized modification or unauthorized use of the services or materials provided by us or Pepperjam hereunder, or (viii) any actual or alleged wrongful or negligent act or omission by you.\r\n12.  Term and Termination.   (a)  This Agreement shall automatically terminate on the date on which we no longer maintain or you are no longer a member of the Affiliate Program contemplated hereunder.  Additionally, either party may terminate this Agreement at any time and for any reason by providing notice (including via e-mail) to the other party.  We may also terminate this Agreement immediately, without notice, if we determine, in our sole discretion, that you have breached this Agreement or that your website(s) is unsuitable to participate in this Affiliate Program.  If you do not generate at least fifty (50) click-throughs or at least one sale per month through Qualifying Links, you may be removed from the Affiliate Program.  Either party may terminate a Special Offer at any time by deleting its acceptance through the Network, and such termination of a Special Offer shall not be deemed a termination of this Agreement or any other Special Offers.  Sections 3(c), 4(b), 10-23 (together with all other provisions that may reasonably be interpreted as surviving termination or expiration of this Agreement) will survive any termination or expiration of this Agreement.\r\n(b)  Upon termination of this Agreement, you will immediately cease use of, and remove from your website, all links to our website and all Merchant Content.\r\n(c)  You are only eligible to earn a Revenue Share on sales of products occurring during the term of this Agreement, and referral fees earned through the date of termination will remain payable only if the related orders are not canceled or returned by a customer.  In addition, we may invoice you for Revenue Share that was paid to you prior to termination if those referral fees relate to products that are subsequently canceled or returned by a customer.  In the event an overpayment is made by us, you agree to promptly remit such overpayment to us upon notification by us.  We may withhold your final payment for a reasonable time to ensure that the correct amount is paid.\r\n13.  Modification of Agreement.  We reserve the right to modify this Agreement, at any time in our sole discretion, by posting a change of notice or a new agreement on the Network, and, if applicable, on the Merchant Website.  If any modification is unacceptable to you, you agree that your sole recourse is to terminate this Agreement.  Your continued use of the Merchant Content and participation in this Affiliate Program following any modification of this Agreement shall constitute conclusive and binding acceptance to any modification or new Agreement.\r\n14.  Warranty Disclaimer.  Neither we nor any other Merchant Party makes any warranties, representations, or guarantees, with regard to the products or services sold through the Merchant Website, the operation and maintenance of the Merchant Website or the Network, whether express or implied, arising by law or otherwise, including without limitation any implied warranty of merchantability, fitness for a particular purpose, or non-infringement or any implied warranty arising from course of performance, course of dealing, or usage of trade. Without limiting the generality of the foregoing, neither we nor any other Merchant Party makes any representation that the operation of the Merchant Website or the Network will be uninterrupted or error-free.\r\n15.  Limitation of Damages.  Neither we nor Pepperjam or any other Merchant Party will have any liability (whether in contract, warranty, tort (including, but not limited to, negligence), product liability or other theory) for any indirect, incidental, special, punitive, or consequential damages, even if advised of the possibility of such damages, or for any loss of revenue, data or profits arising under or with respect to this Agreement or the Affiliate Program.  Further,  the total, aggregate liability of the Merchant Parties arising under or with respect to this Agreement or the Affiliate Program will in no event exceed the total Revenue Share paid or payable by us to you under this Agreement during the preceding twelve (12) month period prior to the date such liability arose.  All claims made hereunder by you against any Merchant Party shall be made within 120 days of the act or omission that forms the basis of such claims.\r\n16.  Independent Contractors.  We, you, and Pepperjam are each independent contractors and nothing in this Agreement or in any Pepperjam affiliate program documents is intended to or will create any form of partnership, joint venture, agency, franchise, sales representative, or employment relationship.\r\n17.  Governing Law\/Arbitration.  This Agreement will be governed by and construed in accordance with the substantive laws of the Commonwealth of Pennsylvania, excluding its conflict of laws principles.  You hereby submit to the exclusive jurisdiction of the American Arbitration Association (\u0093AAA\u0094) in connection with any dispute relating to, concerning, or arising out of this Agreement.  The arbitration before the AAA shall proceed solely on an individual basis without the right for any claims to be arbitrated on a class action basis or on bases involving claims brought in a purported representative capacity on behalf of others.  The arbitrator\u0092s authority to resolve and make written awards is limited to claims between you and us (and\/or another Merchant Party) alone.  Claims may not be joined on consolidated unless agreed to in a writing by all parties.  No arbitration award or decision will have any preclusive effect as to issues or claims in any dispute with anyone who is not a named party to the arbitration.  Notwithstanding any other provisions in this Agreement, and without waiving any party\u0092s right to appeal, if any portion of this provision is deemed invalid or unenforceable, the validity, legality and enforceability of the remaining provisions in this Agreement will not in any way be affected or impaired thereby.  Subject to and without limiting the foregoing, any lawsuit relating to this Agreement must be brought in the federal or state courts located in Philadelphia, Pennsylvania.\r\n18.  Press Release; Publicity.  You agree that you will not issue any press release or make any other similar public announcement that in any way makes any reference to us or Pepperjam without our prior written consent, which consent may be withheld in our sole discretion.\r\n19.  Force Majeure.  Our performance under this Agreement shall be excused to the extent that such performance is hindered, delayed or made commercially impractical by causes beyond our reasonable control.\r\n20.  Headings.  The titles and headings of the various sections and paragraphs in this Agreement are intended solely for convenience of reference and are not intended for any other purpose whatsoever, or to explain, modify, or place any construction upon or on any of the provisions of this Agreement.\r\n21.  Assignment.  You may not assign this Agreement or any of your rights or delegate any of your obligations under this Agreement, by operation of law or otherwise, without our prior written consent, and any such attempted assignment shall be void.  Subject to such restriction, this Agreement will be binding on, inure to the benefit of, and enforceable against the parties and their respective successors and assigns.\r\n22.  Waiver.  Our failure to enforce strict performance of any provision of this Agreement will not constitute a waiver of its right to subsequently enforce such provision or any other provision of this Agreement.\r\n23.  Entire Agreement and Related Media Purchase.  This Agreement, the Revenue Share schedule, and (if applicable) the IAB Standard Terms (as defined below) represent the complete agreement and understanding between us and you and supersedes any other oral or written communications or understandings between us and you regarding the subject matter hereof.  No amendment or modification to this Agreement will be binding upon us unless agreed to by an authorized representative of us.  Notwithstanding the foregoing, the AAAA\/IAB Standard Terms and Conditions for Internet Advertising for Media Buys One Year or Less (Ver. 3.0) found at http:\/\/www.iab.net\/media\/file\/IAB_4As-tsandcs-FINAL.pdf (the \u0093IAB Standard Terms\u0094) shall govern any purchase of CPC Deliverables or CPM Deliverables (each as defined in the IAB Standard Terms) from you by us; provided that Sections 11, 14, and 15 of this Agreement shall apply to purchases of such Deliverables in addition to and not in lieu of the provisions in the IAB Standard Terms.  No terms, provisions or conditions of any purchase order, acknowledgment, click-through agreement or other business form that you may use or any handwritten changes by you will serve to alter or have any effect on the terms of this Agreement or the IAB Standard Terms, regardless of any apparent acceptance thereof by us or any Merchant Party.\r\n \r\n-- End Of Agreement --\r\n \r\nEXHIBIT A\r\nSocial Media Policy & Disclosure Guidelines\r\n \r\n \r\nThese Social Media Policy & Disclosure Guidelines (the \u0093Guidelines\u0094) set forth disclosure guidelines for our affiliates and our affiliate networks.  The Guidelines should be read together with our and Pepperjam\u0092s other policies.\r\n \r\nA.              Disclosure of \u0093Material Connections\u0094 Under FTC Endorsement Guides\r\n \r\nWe and Pepperjambelieve in full, fair and effective disclosures of \u0093material connections\u0094 relating to your relationship withus in accordance with Federal Trade Commission\u0092s Guides Concerning Endorsements and Testimonials (\u0093FTC Endorsement Guides\u0094), located at http:\/\/www.ftc.gov\/os\/2009\/10\/091005revisedendorsementguides.pdf.  \r\n \r\nAs such, we require that all our affiliates and affiliate networks adhere to the FTC Endorsement Guides and disclose their \u0093material connections\u0094 when publishing content about us and our products, services and sites, including, but not limited to, on review\/rating sites, blogs, directories, and other websites, or via email, videos or collateral that purport to provide an endorsement or assessment in connection with the Network.  \r\nB.              How to disclose \u0093Material Connections\u0094\r\n\r\nIn order to comply with the FTC Endorsement Guides, your disclosure should be frequent, clear, conspicuous, and require no user action in accordance with the following guidelines:  \r\n1.     Frequent\r\nYour disclosure must appear on any page that has a review, recommendation, comment or article that promotes a product for which you receive any form of compensation.  Placing a single disclosure on your home page or a link to a disclosure in your footer is not sufficient.\r\n2.     Clear\r\nIt must be immediately clear at the outset that you receive compensation for your review.  This disclosure should be in language that is easy to understand and should not be in legalese.\r\n            For example, the following disclosure is an example of an acceptable disclosure:\r\nDisclosure: We are a review site that receives compensation from the companies whose products we review. We are independently owned and the opinions expressed here are our own.\r\n3.     Conspicuous\r\nThe disclosure must be conspicuous and easy to view on your site.  For the disclosure to be considered conspicuous, the font, color and size should be prominent and at least as and easily readable as the main text, including:\r\n\u0095       The disclosure should be appropriately titled, such as \u0093Disclosure: \u0094 to highlight its purpose.\r\n\u0095       At least as large or larger as the main text on the page. \r\n\u0095       In contrast with the background and the main text.\r\n\u0095       Darker than its background or its main text. \r\n \r\n4.     Require No User Action\r\nYour disclosure must be immediately visible to anyone who visits your site and reads a review, ranking or an endorsement.  A visitor should not be required to scroll, click or hover to read the disclosure. \r\n\u0095       Scrolling: Your disclosure should appear above the fold so that the visitor does not have to scroll down to see it.\r\n\u0095       Mousing over: Visitors should not have to mouse over your link to view your disclosure. \r\n\u0095       Clicking: Visitors should not have to click a link to view your disclosure.  Clickable links are only acceptable if the fact you are compensated is still obvious without clicking.  For example:\r\nAcceptable: Disclosure: We are compensated for our reviews.  Click here for details.\r\nUnacceptable: Click here to read our FTC disclosure. \r\nPlease take steps immediately to make sure that your site is in compliance with these guidelines.  \r\n\r\n","logo":"http:\/\/media.pepperjamnetwork.com\/programs\/logos\/6671","prohibited_states":"","mobile_tracking":"N\/A","category":[{"id":"7","name":"Accessories"},{"id":"19","name":"Clothing\/Apparel "}],"address1":"10345 W. Olympic Blvd","address2":"","city":"Los Angeles","state_code":"CA","zip_code":"90064","country_code":"US","phone":"213-362-2325","website":"http:\/\/www.bebe.com","contact_name":"Ellen Hoffman","email":"bebe@pepperjammanagement.com","currency":"USD","status":"joined","join_date":"2017-06-01","cookie_duration":"168","percentage_payout":"3.000","flat_payout":null,"deep_linking":"Yes","product_feed":"Yes"},{"id":"6819","name":"Everlane","description":"<p><strong>About Everlane: <\/strong><\/p>\r\n<p>We\u0092re rethinking the way retail works. We have no physical stores, no middlemen taking their cut and no brand markups. Instead, we design our own luxury basics and sell them exclusively at Everlane.com. Since launching in November 2011, Everlane has attracted over half a million members and has been featured in The New York Times, New York Magazine, The Economist, Elle, and GQ.<\/p>\r\n<p><strong>Terms and Conditions:<\/strong><\/p>\r\n<p>Any affiliate found performing an action that was not approved by the affiliate manager or not included in our terms and conditions will be removed from the program and have their sales reversed.<\/p>\r\n<p>·        No trademark bidding<\/p>\r\n<p>·        No direct linking<\/p>\r\n<p>·        No downloadable software<\/p>\r\n<p>·        Email affiliates are allowed on a case-by-case basis. All email affiliates must be can-spam compliant. Please contact the affiliate manager for the most up to date suppression list and email creative. All email affiliates must only use client approved emails<\/p>\r\n<p>·        Social media is allowed in the program on a case-by-case basis. Approval is required before beginning any social media campaigns<\/p>\r\n<p>·        Loyalty and Incentive affiliates are allowed on a rarecase-by-case basis. Approval is requiredbefore moving forward with any affiliate marketing campaigns.<\/p>\r\n<p> <\/p>\r\n<p>For questions or concerns, please contact reiling@everlane.com.<\/p>","logo":"http:\/\/media.pepperjamnetwork.com\/programs\/logos\/6819","prohibited_states":"","mobile_tracking":"Enabled","category":[{"id":"7","name":"Accessories"},{"id":"19","name":"Clothing\/Apparel "},{"id":"49","name":"Shops\/Malls"},{"id":"53","name":"Travel"}],"address1":"2170 Folsom Street","address2":"","city":"San Francisco","state_code":"CA","zip_code":"94104","country_code":"US","phone":"415-233-0443","website":"https:\/\/www.everlane.com\/","contact_name":"Isadora Sales","email":"isadora@everlane.com","currency":"USD","status":"joined","join_date":"2017-05-17","cookie_duration":"168","percentage_payout":"10.000","flat_payout":null,"deep_linking":"Yes","product_feed":"Yes"},{"id":"7233","name":"SheIn","description":"  \r\n\r\n\r\n<p>SheInis an online clothing retailer, offering the latest in\r\nWomen's street\r\nfashion.\r\nWe carry a wide array of the hottest styles of tops, bottoms, dresses,\r\njewelry,\r\nand accessories. We are supported through a network of fans from the\r\nhottest\r\nstreet-shot sites. Our customers love our fashion, but they also rely\r\non our\r\ncustomer-focused policies and pricing.<\/p>\r\n<p>AFFILIATE\r\nPARTNERS RECEIVE<\/p>\r\n<p>· Earn\r\n10% Commission on all orders<\/p>\r\n<p>· 60-day\r\ncookie duration \u0096 get the credit you deserve<\/p>\r\n<p>· Datafeed\r\navailable via eBay, Datafeedr, and PopShops<\/p>\r\n<p>· Coupons\r\navailable via Pepperjam, Coupilia, FMTC, and iCodes US<\/p>\r\n<p>· Weekly\r\nnewsletter \u0096 stay informed of all the latest promotions<\/p>\r\n<p>· Dedicated,\r\nprofessional Partner Program Management by\r\nSnow-Consulting.com<\/p>\r\n<p>CUSTOMERS\r\nRECEIVE<\/p>\r\n<p>· Over\r\n2 million items in stock with 500+ new arrivals every day!<\/p>\r\n<p>· Affordable\r\nprices<\/p>\r\n<p>· Free\r\nshipping worldwide on orders $30+<\/p>\r\n<p>· No\r\nQuestions Asked Returns and Refunds <\/p>\r\n<p>PPC\r\nPOLICY<\/p>\r\n<p>You\r\nare not allowed to bid on any trademark keywords such as, but\r\nnot limited to, SheIn, She In, SheIn.com, <a\r\n href=\"http:\/\/www.SheIn.com\">www.SheIn.com<\/a>,\r\nSheInside, She Inside, SheInside.com, or <a\r\n href=\"http:\/\/www.SheInside.com\">www.SheInside.com<\/a>.\r\nAny variations or\r\nmisspellings are also prohibited. You are not allowed to use TM +\r\nkeywords such\r\nas \"SheIn + keyword\". You are not allowed to direct link. You are not\r\nallowed to use the SheIn.com display URL.<\/p>\r\n<p>You\r\nare allowed to direct link on long tail keyword terms. You are\r\nallowed to use <a href=\"http:\/\/www.yoursite.com\/shein\">http:\/\/www.yoursite.com\/shein<\/a>\r\nor http:\/\/shein.yoursite.com as\r\nyour display URL.<\/p>\r\n<p>We\r\nlook forward to working with you. Let us know if you have any questions\r\nprior to joining.<\/p>\r\n<p><br>\r\n<\/p>\r\n<p>Affiliate\r\nProgram Manager<\/p>\r\n<p>SheIn\r\n| Snow Consulting<\/p>\r\n<p><a href=\"mailto:shein@snow-consulting.com\">shein@snow-consulting.com<\/a><\/p>\r\n<p> <\/p>\r\n<br>\r\n<p> <\/p>\r\n<br>\r\n\r\n\r\n","logo":"http:\/\/media.pepperjamnetwork.com\/programs\/logos\/7233_1491898076","prohibited_states":"","mobile_tracking":"Enabled","category":[{"id":"7","name":"Accessories"},{"id":"19","name":"Clothing\/Apparel "},{"id":"58","name":"Jewelry"}],"address1":"Yulan Road","address2":"5th floor, Building 3, No. 86","city":"Nanjing ","state_code":"","zip_code":"","country_code":"CN","phone":"0118613913011647","website":"https:\/\/shein.com","contact_name":"Lessie Purpera","email":"shein@snow-consulting.com","currency":"USD","status":"joined","join_date":"2017-05-31","cookie_duration":"1440","percentage_payout":"10.000","flat_payout":null,"deep_linking":"Yes","product_feed":"Yes"},{"id":"7251","name":"Nordstrom Rack","description":"  \r\n  \r\n\r\n\r\n\r\n<p>Nordstrom Rack is the off-price\r\nretail division of Nordstrom Inc., which was founded in 1901 in\r\nSeattle, Washington by John W. Nordstrom. Since then, Nordstrom has\r\nexpanded from a small Seattle shoe shop to a leading fashion specialty\r\nretailer with over 100 stores and an e-commerce business that continues\r\nto grow and evolve. Nordstrom Rack has been serving customers for over\r\n40 years, offering many of the same Nordstrom brands we know our\r\ncustomers love at great prices. And now that we are online, we hope we\r\ncan serve you even better\u0097giving you more ways to shop,\r\nwherever you may be.<\/p>\r\n<p>So why\r\nshop Nordstrom Rack?  Because we have the most current trends\r\nand the brands you love for 30-70% off original prices\u0097each\r\nand every day. And because we're obsessed with finding new ways to help\r\nyou shop the way you want to shop. It's all about serving customers on\r\ntheir terms: in store, online or through mobile and exciting flash\r\nsales powered by HauteLook.        \r\n       <\/p>\r\n\r\n<p>Terms\r\nand Conditions<\/p>\r\n<p>This\r\nNordstrom, Inc. Affiliate Agreement contains the\r\ncomplete terms and conditions that apply to an individual's or entity's\r\nparticipation in the Nordstrom, Inc. Affiliate Program, which is\r\noperated\r\nthrough the EBay Affiliate Network operated by EBay Corporation. This\r\nAgreement\r\nis made and entered into by Nordstrom, Inc, a Washington corporation,\r\nand you,\r\nthe applicant. As used in this Agreement, \"we\" means Nordstrom, Inc.\r\nand \"you\" means the applicant. \"Site\" means a World Wide\r\nWeb site and, depending on the context, refers either to (a) the\r\nNordstrom,\r\nInc. site located at the URL Nordstrom.com or such other site as\r\nNordstrom,\r\nInc. might designate, or (b) the site that you will link to our Site\r\nand which\r\nyou have identified in your Program application. To begin the\r\nenrollment\r\nprocess, you need to submit a complete Program application at the EBay\r\nSite\r\nlocated at www.eBay.com. We will evaluate your application and will\r\nnotify you\r\nthrough the EBay Site of your acceptance or rejection. We may reject\r\nyour application\r\nfor any reason, including, but not limited to our determination, in our\r\nsole\r\ndiscretion, that your Site is unsuitable for the Program. Unsuitable\r\nSites\r\ninclude, but are not limited to, those that: (a) contain or link to\r\nnudity or\r\npornography or promote sexually explicit materials; (b) promote\r\nviolence; (c)\r\npromote discrimination based on race, sex, religion, nationality,\r\ndisability,\r\nsexual orientation or age; (d) promote illegal activities; (e) infringe\r\nour\r\nintellectual property rights or those of any third party or otherwise\r\nviolate\r\nthe rights of any third party; (f) contain, in our sole judgment,\r\nmaterial that\r\nis defamatory, fraudulent, or harassing to us or any third party; (g)\r\npromote\r\nthe use of any pyramid or similar schemes; (h) contain software\r\ndownloads that\r\npotentially enable diversions of commissions from other sites, (i)\r\ninclude\r\n\"Nordstrom\", \"Nordstrom, Inc.\", \"nordstrom.com\"\r\nor \"Nordstrom.com,\" or variations or misspellings thereof, in their\r\ndomain names; (j) have a clear stated mission that is in part to\r\nsupport\r\nreligious or politically active causes, as represented on the homepage\r\nor one\r\nof the key landing pages; or (k) distribute content to third parties.\r\nIf a Site\r\ndistributes content to third parties and is willing to give Nordstrom,\r\nInc. a\r\nlist, for approval, of all sites, which currently feature the content,\r\nand\r\nwritten notice upon acceptance of any new distribution partnerships,\r\nSite may\r\nbe accepted into the Program. The following terms and conditions will\r\nbe\r\neffective if and only if Nordstrom, Inc. accepts your application. By\r\napplying\r\nto be a Nordstrom, Inc. affiliate, you agree to be bound and abide by\r\nsuch\r\nterms and conditions. <\/p>\r\n<p>1.\r\nLinks on Your Site. To permit accurate tracking,\r\nreporting and referral fee accrual, we will authorize EBay to give you\r\naccess\r\non the EBay Site to special \"tagged\" link formats (\"Special\r\nLinks\") to be used in all links between your Site and our Site. You\r\nmust\r\nensure that each of the links between your Site and our Site properly\r\nuses such\r\nspecial link formats. We will not be liable to you with respect to any\r\nfailure\r\nby you to use Special Links, including to the extent that such failure\r\nmay\r\nresult in any reduction of amounts that would otherwise be paid to you\r\npursuant\r\nto this Agreement. Each Special Link, as viewed by a customer, will be\r\nin the\r\nform of a Nordstrom logo, text link or product provided by us. The\r\nNordstrom\r\nlogo for each Special Link will be served by EBay servers, which can\r\nonly be\r\naccessed by using the special \"tagged\" link formats. You agree only\r\nto use the Nordstrom logos and images provided by us via the EBay Site,\r\nand you\r\nfurther agree not to obtain or use Nordstrom logos or images from any\r\nother\r\nsource. Your Site's title and other trademarks and linking logos must\r\nappear at\r\nleast as prominently as the Nordstrom.com logo that is used to create\r\nthe\r\nSpecial Link. <\/p>\r\n<p>2.\r\nOrder Processing. We will process product orders placed\r\nby customers who follow Special Links from your Site to our Site. We\r\nreserve\r\nthe right to reject orders that do not comply with any requirements\r\nthat we\r\nperiodically may establish. We will be responsible for all aspects of\r\norder\r\nprocessing and fulfillment. Among other things, we will prepare order\r\nforms,\r\nprocess payments, cancellations, and returns, and handle customer\r\nservice. EBay\r\nwill track sales made to customers who purchase products using Special\r\nLinks\r\nfrom your Site to our Site and will be solely responsible for making\r\navailable\r\nto you reports summarizing this sales activity through the EBay\r\nNetwork. The\r\nform, content and frequency of the reports may vary from time to time\r\nat our\r\ndiscretion. You hereby agree not to disclose the information contained\r\nin these\r\nreports to any third party without prior written consent from\r\nNordstrom, Inc. <\/p>\r\n<p>3.\r\nReferral Fees. We will pay you referral fees on certain\r\nproduct sales to customers as provided in Section 4. For a product sale\r\nto be\r\neligible to earn a referral fee, the customer must follow a Special\r\nLink from\r\nyour Site to our Site, select and purchase the product using our\r\nautomated\r\nordering system, accept delivery of the product at the shipping\r\ndestination,\r\nand remit full payment to us (\"Qualifying Purchase\"). We will not,\r\nhowever, pay referral or other fees on any products that are\r\nsubsequently\r\npurchased after the customer has reentered the Nordstrom.com Site other\r\nthan\r\nthrough a Special Link from your Site, even if the customer previously\r\nfollowed\r\na Special Link from your Site to the Nordstrom.com Site. Purchases of\r\nNordstrom\r\nGift Cards are not eligible to earn referral fees. You may not purchase\r\nproducts during sessions initiated through the Special Links on your\r\nSite for\r\nyour own use, resale, or commercial use of any kind. This includes\r\norders for\r\ncustomers or on behalf of customers or orders for products to be used\r\nby you or\r\nyour friends, relatives or associates in any manner. Such purchases may\r\nresult,\r\nin our sole discretion, in the withholding of referral fees or the\r\ntermination\r\nof this Agreement. <\/p>\r\n<p>4.\r\nReferral Fee Schedule. You agree and acknowledge that the\r\nreferral fees you earn pursuant to Section 3 will be in amounts\r\nestablished by\r\nus and posted on the EBay Site together with the application materials.\r\nThe\r\nReferral Fee Schedule is incorporated into this Agreement by reference.\r\nWe\r\nreserve the right to modify the Referral Fee Schedule at any time in\r\nour sole\r\ndiscretion upon prior notice to you. Referral fees shall be limited to\r\na\r\nmaximum of 5% per item unless otherwise provided in the Referral Fee\r\nSchedule.\r\nThe referral fees shall be calculated as a percentage of \"qualifying\r\nrevenues,\"\r\nwhich are revenues derived by us from Qualifying Purchases, excluding\r\nrevenues\r\nderived from and costs associated with shipping, handling,\r\ngift-wrapping,\r\ntaxes, service charges, credit card processing fees, bad debt and\r\npromotional\r\ndiscounts as advertised. <\/p>\r\n<p>5.\r\nReferral Fee Payment. We will pay referral fees on a\r\nmonthly basis. Approximately 45 days following the end of each calendar\r\nmonth, EBay\r\nwill send you a check for the referral fees earned on net sales of\r\nproducts\r\nthat were shipped during that month, less any taxes that we are\r\nrequired by law\r\nto withhold. However, if the referral fees payable to you for any\r\ncalendar\r\nmonth are less than $25.00 , we will hold those referral fees until the\r\ntotal\r\namount due is at least $25.00 or until this Agreement is terminated. If\r\na\r\nproduct that generated a referral fee is returned by the customer, we\r\nwill\r\ndeduct the corresponding referral fee from your next monthly payment.\r\nIf there\r\nis no subsequent payment, we will send you a bill for the returned\r\nproduct\r\nreferral fee. <\/p>\r\n<p>6.\r\nPolicies and Pricing. Customers who buy products through\r\nthis Program will be deemed to be our customers. Accordingly, all\r\nNordstrom,\r\nInc. rules, policies and operating procedures concerning customer\r\norders,\r\ncustomer service, and product sales will apply to those customers. We\r\nmay\r\nchange our policies and operating procedures at any time. For example,\r\nwe will\r\ndetermine the prices to be charged for products sold under this Program\r\nin\r\naccordance with our own pricing policies. Product prices and\r\navailability may\r\nvary from time to time. We will use commercially reasonable efforts to\r\npresent\r\naccurate information, but we cannot guarantee the availability or price\r\nof any\r\nparticular product. <\/p>\r\n<p>7.\r\nNordstrom, Inc. Marks. The trademarks, trade names,\r\ndesigns and logos made available to you through the EBay Site, that are\r\nused or\r\nowned by Nordstrom, Inc., NIHC, Inc., Faconnable SAS, or their wholly\r\nowned\r\nsubsidiaries (\"Nordstrom, Inc. Marks\") are proprietary marks of\r\nNordstrom, Inc. Subject to the terms and conditions of this Agreement,\r\nNordstrom, Inc. grants you a limited non-exclusive, nontransferable,\r\nrevocable\r\nlicense to use the Nordstrom, Inc. Marks during the term of this\r\nAgreement. You\r\nwill not (a) modify the Nordstrom, Inc. Marks, or (b) cause any act or\r\nthing\r\nthat would impair our rights in the Nordstrom, Inc. Marks or damage the\r\nreputation for quality inherent in the Nordstrom, Inc. Marks. Further,\r\nyou\r\nacknowledge (a) your use of Nordstrom, Inc. Marks does not convey to\r\nyou any\r\nright, title or interest in or to the Nordstrom.com Marks; (b)\r\nNordstrom, Inc.\r\nownership of the Nordstrom, Inc. Marks, (c) you may not contest the\r\nNordstrom,\r\nInc. Marks, register or attempt to register in any jurisdiction any\r\nNordstrom,\r\nInc. mark or any confusingly similar mark or trade name; (d) you agree\r\nto\r\nidentify the Nordstrom, Inc. Marks by including appropriate symbols and\r\nnotices\r\nreasonably requested by us; (e) you may not obtain or use the\r\nNordstrom, Inc.\r\nMarks except as provided in Section 1; and (f) your use of the\r\nNordstrom, Inc.\r\nMarks, including all goodwill associated with such use, shall inure\r\nsolely to\r\nNordstrom, Inc.. <\/p>\r\n<p>8.\r\nCustomer and Sales Information. We will own all right,\r\ntitle and interest (including all intellectual property rights) in and\r\nto all\r\ninformation that is created or collected in connection with this\r\nAgreement,\r\nincluding, without limitation, (a) any contact information collected\r\nfrom any\r\ncustomer who enters the Nordstrom.com Site from a link from your Site\r\n(\"Affiliate Customers\") and (b) any information regarding\r\nclick-through rates or product purchases by Affiliate Customers (\"Sales\r\nInformation\"). Subject to the terms and conditions of this Agreement,\r\nNordstrom.com grants you a limited worldwide, non-exclusive\r\nroyalty-free\r\nlicense to use the Sales Information to the extent necessary to fulfill\r\nyour\r\nobligations under this Agreement or for your internal research\r\npurposes. You\r\nagree not to disclose any Sales Information or Affiliate Customer\r\ncontact\r\ninformation to any third party without Nordstrom, Inc. prior written\r\napproval.\r\nYou agree not to send Affiliate Customers e-mail communications\r\npromoting your\r\nSite as an affiliate of Nordstrom, Inc. or otherwise unless granted\r\nprevious\r\napproval by Nordstrom, Inc.. <\/p>\r\n<p>9.\r\nResponsibility for Your Site. You are solely responsible\r\nfor the development, operation and maintenance of your Site and for all\r\nmaterials that appear on your Site, including, but not limited to (a)\r\nthe\r\nSpecial Links; (b) ensuring all banners, text links, individual product\r\nlinks\r\nand search box ads (hereinafter the Creatives) are up to date with what\r\nis\r\noffered in the Nordstrom Create Links page of EBay requires customers\r\nto login\r\nfirst; (c) ensuring all Creatives work effectively and link directly to\r\nNordstrom.com, unless your Site requires otherwise; (d) the accuracy\r\nand\r\nappropriateness of materials posted on your Site (including but not\r\nlimited to\r\nall product-related materials), (e) ensuring that materials posted on\r\nyour Site\r\ndo not violate or infringe upon the rights of any third party\r\n(including, but\r\nnot limited to, copyrights, trademarks, privacy or other personal or\r\nproprietary rights); and (f) ensuring that materials posted on your\r\nSite are\r\nnot libelous or unlawful, or do not violate any provision of this\r\nAgreement. We\r\ndisclaim all liability for the matters stated in this Section 9.\r\nFurther, you\r\nwill indemnify and hold us harmless from all claims, damages and\r\nexpenses\r\n(including, without limitation, attorneys' fees) relating to the\r\ncontent\r\ndevelopment, operation, maintenance and contents of your Site or any\r\nbreach of\r\nyour obligations under this Agreement. <\/p>\r\n<p>10.\r\nYou may not use the Nordstrom.com or the Nordstrom, Inc.\r\nname, or any variation thereof, in any manner not expressly authorized\r\nby this\r\nAgreement. You will NOT purchase Facebook ads, of any kind, on our\r\nbehalf. In\r\nparticular, you may NOT post Nordstrom, Inc. sales, promotions or\r\ncoupons on\r\nyour site without our prior written consent; you may NOT purchase\r\ndomain names\r\nthat have Nordstrom variations or misspellings in them which are solely\r\nintended\r\nto direct traffic away from the Nordstrom.com; you may NOT create\r\nsub-affiliate\r\naccounts under the original approved affiliate account, unless each\r\nsuch\r\nsub-account is approved and review by Nordstrom; you may NOT promote\r\nNordstrom.com in emails\/newsletters without prior written approval of\r\nthe\r\nplacement; you may NOT use Nordstrom.com\u0092s\r\nname, or any variation thereof, in subject lines of emails\/newsletters;\r\nyou may\r\nNOT use Nordstrom.com's name, or any variation thereof, in hidden text\r\nor\r\nsource code; you may NOT use Nordstrom.com's name, or any variation\r\nthereof, in\r\nyour domain or sub-domain; you may NOT engineer your site in such a\r\nmanner that\r\npulls Internet traffic away from Nordstrom.com; you may NOT engineer\r\nyour site\r\nin such a manner that would be considered keyword stuffing, such as\r\nusing terms\r\nin hidden or live text that is meant to attract search engine spiders\r\nin order\r\nto determine higher relevancy to Nordstrom.com; you may NOT purchase\r\nany\r\nkeywords on search sites related to Nordstrom, HauteLook or Nordstrom\r\nRack\r\nincluding any variation thereof. Nordstrom strongly discourages You\r\nfrom the\r\nuse of coupon\r\nterminology when promoting Nordstrom.com; as an alternative, the use of\r\n\u0093events\u0094\r\nor \u0093sales\u0094 is highly recommended. You may not\r\nlaunch the Nordstrom.com site\r\ndirectly from search engine listings or from your site unless the\r\nvisitor\r\nclicks through a Nordstrom banner, logo or product. Nordstrom may, in\r\nits sole\r\ndiscretion, suspend Your account and\/or withhold referral fees if, it\r\nin its\r\nsole judgment, it determines You are in violation of any of the\r\nprohibitions or\r\nconditions contained herein. In addition to the Termination provisions\r\nset\r\nforth below, violation of the forgoing prohibitions may result in the\r\nimmediate\r\ntermination of this Agreement. <\/p>\r\n<p>11.\r\nYou may NOT utilize in connection with your Site or the\r\npromotion of our Site: (a) any framing technology that frames\r\nNordstrom.com;\r\n(b) any software that gathers information through the customer's\r\nInternet\r\nconnection without his or her knowledge; (c) any software or action\r\nthat\r\nviolates any applicable federal, state or local laws, including without\r\nlimitation, laws which prohibit a person or company from (i) installing\r\nspyware\r\non another person's computer, (ii) causing spyware to be installed on\r\nanother person's\r\ncomputer, or (iii) using a context based triggering mechanism to\r\ndisplay an\r\nadvertisement that partially or wholly covers or obscures paid\r\nadvertising or\r\nother content on an Internet website in a way that interferes with a\r\nuser's\r\nability to view the Internet website, or (d) browser-embedded\r\ncontextual\r\ntargeting applications or other applications which serve\r\n\"Advertising\" on Nordstrom's competitors Sites or on any other Site\r\nother than your Site. \"Advertising\" means (i) pop-up ads and\r\npop-unders, (ii) in-browser ads, and (iii) highlighting of Site content\r\nand\r\nredirecting to Sites with similar content, regardless of whether any\r\nsuch\r\nAdvertising is served directly by you or is provided or purchased from\r\na\r\nthird-party purchaser;(e) any \"opt-out downloads\". An \"opt-out\r\ndownload\" is any software, program, script, tool or element that would\r\nautomatically download to a user's computer or that would become\r\noperative when\r\nthe user accesses the Internet unless the user takes affirmative action\r\nto\r\nprevent the download. <\/p>\r\n<p>12.\r\nTerm of the Agreement; Termination. The term of this\r\nAgreement will begin upon our acceptance of your Program application\r\nand will\r\nend when terminated by either of us. Either you or Nordstrom, Inc. may\r\nterminate this Agreement at any time and for any reason, with or\r\nwithout cause,\r\nby giving the other party written or electronic notice of termination.\r\nIf you\r\ndon't generate at least 50 click-throughs or at least one sale per\r\nmonth\r\nthrough affiliate links, you may be removed from the program. You are\r\nonly\r\neligible to earn referral fees on sales occurring during the term of\r\nthis\r\nAgreement, and fees earned through the date of termination will remain\r\npayable\r\nonly if the related orders are not canceled or returned. We may\r\nwithhold your\r\nfinal payment for a reasonable time to ensure that the correct amount\r\nis paid.\r\nUpon termination of this Agreement, (a) all licenses hereunder shall\r\nterminate,\r\n(b) you will immediately remove any links, Nordstrom, Inc. Marks, and\r\nother\r\nNordstrom, Inc. intellectual property or brand features from your Site,\r\n(c)\r\nNordstrom, Inc. shall immediately remove any of your logos, marks, and\r\nbrand\r\nfeatures from the Nordstrom.com site, and (d) Sections 7 through 25\r\nwill\r\nsurvive such termination. Nordstrom may withhold referral fees at\r\ntermination\r\nif Nordstrom, in its sole discretion, believes explicit provisions of\r\nthis\r\nAgreement have been breached and such referral fees were earned in\r\nviolation of\r\nthis Agreement. In addition to the right to terminate this Agreement,\r\nNordstrom\r\nshall be entitled, in addition to any and all remedies of law, to seek\r\ndamages\r\nfor breach of this agreement, including, injunctive relief, punitive\r\ndamages,\r\nand\/or refund of the fees and other payments made pursuant to the terms\r\nof this\r\nagreement. <\/p>\r\n<p>13.\r\nModification. We reserve the right to change or modify\r\nthe terms and conditions contained in this Agreement, at any time and\r\nin our\r\nsole discretion. Any changes or modifications will be effective upon\r\nposting of\r\nthe revisions and notice of such changes to the Site. Nordstrom may\r\ndeliver\r\nnotice by any of the following methods: (a) by posting a change notice\r\nor a new\r\nagreement on the EBay Site; (b) changing the date of this Agreement on\r\nthe EBay\r\nSite; ; or (c) by giving you notice of the change or modification\r\nthrough the EBay\r\nNetwork. Modifications may include, for example, changes in the scope\r\nof\r\navailable referral fees, referral fee schedules, payment procedures,\r\nand\r\nProgram rules. IF ANY MODIFICATION IS UNACCEPTABLE TO YOU, YOUR ONLY\r\nRECOURSE\r\nIS TO TERMINATE THIS AGREEMENT. YOUR CONTINUED PARTICIPATION IN THE\r\nPROGRAM\r\nFOLLOWING OUR POSTING OF A CHANGE NOTICE OR NEW AGREEMENT ON OUR SITE\r\nWILL\r\nCONSTITUTE BINDING ACCEPTANCE OF THE CHANGE. <\/p>\r\n<p>14.\r\nRelationship of Parties. Both of us are independent\r\ncontractors, and nothing in this Agreement will create any partnership,\r\njoint\r\nventure, agency, franchise, sales representative, or employment\r\nrelationship\r\nbetween us. You will have no authority to make or accept any offers or\r\nrepresentations on our behalf. You will not make any statement, whether\r\non your\r\nSite or otherwise, that reasonably would contradict anything in this\r\nSection. <\/p>\r\n<p>15.\r\nLimitation of Liability. We will not be liable for\r\nindirect, special or consequential damages arising in connection with\r\nthis\r\nAgreement, the Program or EBay, even if we have been advised of the\r\npossibility\r\nof such damages. Further, our aggregate liability arising with respect\r\nto this\r\nAgreement and the Program will not exceed the total referral fees paid\r\nor\r\npayable to you under this Agreement. All claims made hereunder by you\r\nagainst\r\nus shall be made within 120 days of the act or omission, which forms\r\nthe basis\r\nof such claims. <\/p>\r\n<p>16.\r\nDisclaimers. We make no express or implied warranties or\r\nrepresentations with respect to EBay, the Program or any products sold\r\nthrough\r\nthe Program (including, without limitation, warranties of fitness,\r\nmerchantability, noninfringement, or any implied warranties arising out\r\nof a\r\ncourse of performance, dealing, or trade usage). In addition, we make\r\nno\r\nrepresentation that the operation of our Site will be uninterrupted or\r\nerror-free, and we will not be liable for the consequences of any\r\ninterruptions\r\nor errors or termination of any services, products or this Agreement. <\/p>\r\n<p>17.\r\nIndependent Investigation. You acknowledge that you have\r\nread this Agreement and agree to all its terms and conditions. You\r\nunderstand\r\nthat we may at any time solicit customer referrals on terms that may\r\ndiffer\r\nfrom those contained in this Agreement or operate web sites that are\r\nsimilar to\r\nor compete with your web site.<\/p>\r\n<p> 18.\r\nAssignment and\r\nSuccessors. You may not assign this Agreement, by operation of law or\r\notherwise, without our prior written consent. Subject to that\r\nrestriction, this\r\nAgreement will be binding on, inure to the benefit of, and be\r\nenforceable\r\nagainst, the parties and their respective successors and assigns. <\/p>\r\n<p>19.\r\nScope Of Agreement. This Agreement and the Referral Fee\r\nSchedule constitutes the entire agreement and understanding between us\r\nwith\r\nrespect to the subject matter of this Agreement and supersedes all\r\nprior or\r\ncontemporaneous written or oral agreements or representations between\r\nus. <\/p>\r\n<p>20.\r\nInjunctive Relief. You expressly agree that your\r\nviolation of Sections 1, 7, 8, 10 or 11 will cause irreparable harm to\r\nNordstrom, Inc. and that a remedy at law would be inadequate.\r\nTherefore, in\r\naddition to any and all remedies available at law, Nordstrom, Inc. will\r\nbe\r\nentitled to seek an injunction or other equitable remedies in all legal\r\nproceedings in the event of any threatened or actual violation of any\r\nor all of\r\nthe provisions hereof. <\/p>\r\n<p>21.\r\nAttorneys' Fees. In the event any action is commenced to\r\nconstrue or enforce any provision of this Agreement, the prevailing\r\nparty, in\r\naddition to all other amounts such party shall be entitled to receive\r\nfrom the\r\nother party, shall be entitled to receive its reasonable attorneys'\r\nfees and\r\ncosts incurred in bringing such action. <\/p>\r\n<p>22.\r\nNotices. Any notices required or permitted by this\r\nAgreement shall be delivered to the other party through the EBay\r\nNetwork.\r\nNotice shall be deemed given one business day after such notice was\r\nsent via\r\nthe EBay Network by the sending party. <\/p>\r\n<p>23.\r\nGoverning Law, Jurisdiction, and Venue. This Agreement\r\nwill be governed by the laws of the United States and the State of\r\nWashington,\r\nwithout reference to rules governing choice of laws. Any action\r\nrelating to\r\nthis Agreement must be brought only in the federal or state courts\r\nlocated in\r\nSeattle, Washington, and you irrevocably consent to the jurisdiction of\r\nsuch\r\ncourts. <\/p>\r\n<p>24.\r\nWaiver. Our failure to enforce your strict performance\r\nof any provision of this Agreement will not constitute a waiver of our\r\nright to\r\nsubsequently enforce such provision or any other provision of this\r\nAgreement.\r\nThe failure of either party to enforce any right or remedy shall not be\r\ndeemed\r\na waiver of said right or remedy. <\/p>\r\n<p>25.\r\nPublicity. We do not permit you to utilize media\r\nreleases of any kind to publicize your business relationship with Us.\r\nYou shall\r\nnot use any Nordstrom, Inc. Mark, trademark, service mark, logo or any\r\nother\r\ninformation which identifies Nordstrom in Agency's sales, marketing and\r\npublicity activities and\/or materials, including, but not limited to\r\ninterviews\r\nwith representatives of any written publication, television station or\r\nnetwork,\r\nor radio station or network, and publication in any Internet Web site,\r\ndigital\r\nmedia, print, video or audio media. <\/p>\r\n<p>26.\r\nEBay Required Provisions. You agree to indemnify, defend\r\nand hold harmless EBay and its affiliates, officers, directors,\r\nemployees and\r\nagents from and against any and all liability, claims, losses, damages,\r\ninjuries or expenses (including reasonable attorneys' fees) directly or\r\nindirectly arising from or relating to any other matter related to this\r\nAgreement or any related dispute. In the event of any dispute between\r\nthe\r\nparties, the parties agree that to the extent the parties contact and\r\ninvolve EBay,\r\nEBay may consult with and use counsel of its own choice in connection\r\nwith such\r\ndispute. You acknowledge and agree that the nature of the Program is\r\nsuch that\r\nin its normal operation it may access and download elements of software\r\ndata\r\nfrom resources that are external to the computer or device running the\r\nProgram,\r\nsuch as Program. You also acknowledge that EBay has not undertaken to\r\nprovide\r\nsuch external resources or servers and specifically disclaims any\r\nrepresentation or warranty as the availability, quality or performance\r\nof such\r\nresources or whether they may contain any defects which may affect the\r\nperformance of the Program. EBay shall not be responsible for provision\r\nof any\r\ncommunications facilities or the costs associated with such\r\ncommunications.<\/p>\r\n<p> \r\n<\/p>\r\n<p ><b>NORDSTROM\r\nRACK DO NOT MARKET:<\/b><\/p>\r\n<p >*Notes\r\nbrands that occasionally say\r\nyes to email marketing<\/p>\r\n<p >7 for All\r\nMankind*<\/p>\r\n<p >Adidas<\/p>\r\n<p >AG Denim*<\/p>\r\n<p >Alice +\r\nOlivia<\/p>\r\n<p >Allen\r\nEdmonds<\/p>\r\n<p >Andrew Marc<\/p>\r\n<p >Anne Klein<\/p>\r\n<p >Armani<\/p>\r\n<p >Badgley\r\nMischka<\/p>\r\n<p >BCBG<\/p>\r\n<p >Citizens\r\nof\r\nHumanity*<\/p>\r\n<p >Coach<\/p>\r\n<p >Converse<\/p>\r\n<p >Crocs<\/p>\r\n<p >D&G<\/p>\r\n<p >DC Shoes<\/p>\r\n<p >Diesel<\/p>\r\n<p >DKNY<\/p>\r\n<p >DVF<\/p>\r\n<p >Eileen\r\nFisher<\/p>\r\n<p >Elizabeth\r\n& James<\/p>\r\n<p >Ella Moss<\/p>\r\n<p >Etnies<\/p>\r\n<p >Fendi<\/p>\r\n<p >Ferragamo<\/p>\r\n<p >Fossil<\/p>\r\n<p >Free\r\nPeople*<\/p>\r\n<p >Frye<\/p>\r\n<p >Guess*<\/p>\r\n<p >Halston<\/p>\r\n<p >Hanky Panky<\/p>\r\n<p >Hudson*<\/p>\r\n<p >Hunter<\/p>\r\n<p >JBrand*<\/p>\r\n<p >Jessica\r\nSimpson*<\/p>\r\n<p >Jimmy Choo<\/p>\r\n<p >Joes<\/p>\r\n<p >Joie*<\/p>\r\n<p >Sam Edelman<\/p>\r\n<p >New Balance<\/p>\r\n<p >Nike<\/p>\r\n<p >Kate Spade\r\nApparel<\/p>\r\n<p >Kate Spade\r\nhandbags\/accessories*<\/p>\r\n<p >Kenneth\r\nCole Shoes*<\/p>\r\n<p >Kiehl\u0092s<\/p>\r\n<p >Lacoste\r\nShoes*<\/p>\r\n<p >Levis<\/p>\r\n<p >Lucky<\/p>\r\n<p >Marc by\r\nMarc<\/p>\r\n<p >Marc Jacobs<\/p>\r\n<p >Mephisto<\/p>\r\n<p >Merrell<\/p>\r\n<p >Michael\r\nKors<\/p>\r\n<p >Michele\r\nWatches*<\/p>\r\n<p >Munro<\/p>\r\n<p >Nike<\/p>\r\n<p >NYDJ<\/p>\r\n<p >Paige<\/p>\r\n<p >Puma<\/p>\r\n<p >Quicksilver<\/p>\r\n<p >Rag and\r\nBone<\/p>\r\n<p >Ralph\r\nLauren<\/p>\r\n<p >Ray Ban<\/p>\r\n<p >Reef<\/p>\r\n<p >Rock\r\n&\r\nRepublic<\/p>\r\n<p >Roxy<\/p>\r\n<p >RVCA<\/p>\r\n<p >Sam Edelman<\/p>\r\n<p >Seychelles<\/p>\r\n<p >Smartwool<\/p>\r\n<p >Sorel<\/p>\r\n<p >Sperry*<\/p>\r\n<p >Splendid*<\/p>\r\n<p >Stuart\r\nWeitzman<\/p>\r\n<p >Superdry<\/p>\r\n<p >Swiss Army<\/p>\r\n<p >Ted Baker<\/p>\r\n<p >Teva<\/p>\r\n<p >The North\r\nFace<\/p>\r\n<p >Theory*<\/p>\r\n<p >Timberland<\/p>\r\n<p >Tod\u0092s\r\n<\/p>\r\n<p >Tommy\r\nBahama<\/p>\r\n<p >Trina Turk*<\/p>\r\n<p >True\r\nReligion*<\/p>\r\n<p >Tumi<\/p>\r\n<p >UGG<\/p>\r\n<p >Uder Armour<\/p>\r\n<p >Urban\r\nOutfitters*<\/p>\r\n<p >Vans<\/p>\r\n<p >Via Spiga<\/p>\r\n<p >Vince<\/p>\r\n<p >Vince\r\nCamuto<\/p>\r\n<p > <\/p>\r\n<p >KIDS\r\nBRANDS:<\/p>\r\n<p >Volcom<\/p>\r\n<p >Quicksilver<\/p>\r\n<p >Hurley<\/p>\r\n<p > <\/p>\r\n<p > <\/p>\r\n<p > <\/p>\r\n<p ><b>NORDSTROM\r\nDO NOT MARKET:<\/b><\/p>\r\n<p > <\/p>\r\n<p >Christian\r\nDior<\/p>\r\n<p >Alexander\r\nMcQueen<\/p>\r\n<p >Tommy\r\nHilfiger<\/p>\r\n<p >Marc Jacobs<\/p>\r\n<p >YSL<\/p>\r\n<p >Hugo Boss<\/p>\r\n<p >Carrera<\/p>\r\n<p >Pierre\r\nCardin<\/p>\r\n<p >Max Mara<\/p>\r\n<p >Bottega\r\nVeneta<\/p>\r\n<p >Jimmy Choo<\/p>\r\n<p >Fossil<\/p>\r\n<p >Liz\r\nClaiborne<\/p>\r\n<p >Jennifer\r\nLopez<\/p>\r\n<p >Jimmy Choo<\/p>\r\n<p >Prada<\/p>\r\n<p >Gucci<\/p>\r\n<p >Tod\u0092s<\/p>\r\n<p >St. John<\/p>\r\n<p >Akris Punto<\/p>\r\n<p >Burberry<\/p>\r\n<p >Jason Wu<\/p>\r\n<p >Donna Karan<\/p>\r\n<p >Saint\r\nLaurent<\/p>\r\n<p >Cole Haan<\/p>\r\n<p> <\/p>\r\n\r\n\r\n\r\n","logo":"http:\/\/media.pepperjamnetwork.com\/programs\/logos\/7251","prohibited_states":"","mobile_tracking":"Enabled","category":[{"id":"19","name":"Clothing\/Apparel "}],"address1":"700 S. Flower Street","address2":"Suite 1700","city":"Los Angeles","state_code":"CA","zip_code":"90017","country_code":"US","phone":"(877) 796-5700","website":"http:\/\/www.nordstromrack.com","contact_name":"Shannon Breitman","email":"nordstromrack@pepperjammanagement.com","currency":"USD","status":"joined","join_date":"2017-05-30","cookie_duration":"168","percentage_payout":"4.000","flat_payout":null,"deep_linking":"Yes","product_feed":"Yes"},{"id":"7928","name":"Swell","description":"Because the lifestyle doesn't end at the sand...<br \/><br \/>SWELL is an online surf shop and boutique specializing in California lifestyle fashion for men and women. SWELL is committed to supporting the waves and beaches that support the surf lifestyle. Established leading surf brands include Billabong, RVCA, Element, Quiksilver, Roxy, Volcom, O'Neill, Nixon, Rip Curl and L*Space, as well as a hand-picked selection of styles from up-and-coming brands like Maaji, Zanerobe & Barney Cools.<br \/><br \/>Take advantage of this unique opportunity to partner with SWELL for exclusive offers, codes and various shopping events throughout the year. Free Shipping on orders $39 or more! What are you waiting for? Become a SWELL affiliate and start earning today!<br \/><br \/>SWELL.com does not allow trademark, trademark plus bidding or any misspellings of the brand name. This includes, but is not limited to:<br \/><br \/>swell<br \/>sweel<br \/>swel<br \/>swell com<br \/>swell_com<br \/>swell-com<br \/>swell.vom<br \/>www.swell.com<br \/>swell coupon<br \/>swell official<br \/>swell coupon code<br \/>swell coupon promotional code<br \/>swell discount<br \/>swell discount code<br \/>swell discount coupon<br \/>swell discount promo<br \/>swell free shipping<br \/>swell discount promotion<br \/>swell promo<br \/>swell clearence<br \/>swell promo code<br \/>swell promotion<br \/>swell promotion code<br \/>swell sale<br \/>swell official site<br \/>swell online sale<br \/>swell online coupon codes<br \/>swell online discount code<br \/>swell online coupon<br \/>swell coupon code<br \/>swell online store<br \/>swell.com official<br \/>swell.com official site<br \/>swell.com online store<br \/>swell.com coupons<br \/>swell.com discount<br \/>swell.com discount code<br \/>swell.com discount coupon<br \/>swell.com discount promotion<br \/>swell.com promo code<br \/>swell.com promotion<br \/>swell.com promotion code<br \/>swell.com promotional code<br \/>swell.com sale<br \/>swell.com official site<br \/>swell.com online sale<br \/>swell.com online discount code<br \/>swell.com online coupon codes<br \/>swell.com free shipping<br \/><br \/>Or any variation thereof. Direct linking is allowed.<br \/><br \/>Publishers that violate these terms and conditions risk deactivation from the program.<br \/><br \/>Please note, commission will not be given for any code, offer, or promotion that is not available and listed as active in this network. Advertiser reserves the right to reconcile or adjust the value on any transaction that is attributed to another marketing channel.\r\n","logo":"http:\/\/media.pepperjamnetwork.com\/programs\/logos\/7928_1442841985","prohibited_states":"","mobile_tracking":"N\/A","category":[{"id":"7","name":"Accessories"},{"id":"19","name":"Clothing\/Apparel "}],"address1":"2125 Delaware Ave.","address2":"Suite E","city":"Santa Cruz","state_code":"CA","zip_code":"95060","country_code":"US","phone":"831-428-8090","website":"http:\/\/www.swell.com","contact_name":"Affiliate Manager","email":"swell@pepperjammanagement.com","currency":"USD","status":"joined","join_date":"2017-05-19","cookie_duration":"720","percentage_payout":"6.000","flat_payout":null,"deep_linking":"Yes","product_feed":"Yes"},{"id":"7997","name":"Koral","description":"Koral is a fashion forward activewear brand designed for\r\nhighly active lives. Founded by entrepreneur Peter Koral and designer\r\nIlana Kugel, Koral creates versatile mix-and-match loungewear\r\nand activewear that effortlessly transition from workout to night out\r\nand everything in between. With sexy, luxurious figure-flattering\r\nfabrics and sophisticated hues, Koral elevates the female\r\nsilhouette.<br>\r\n<br>\r\nTake advantage of this unique opportunity to earn commission on premium\r\nactivewear, sportwear and loungewear. Sign up now and become a\r\nKoral affiliate to start earning today!<br>\r\n<br>\r\nKoral has a closed PPC policy. No PPC bidding is allowed of\r\nany kind.<br>\r\n<br>\r\nPublishers that violate these terms and conditions risk deactivation\r\nfrom the program.<br>\r\n<br>\r\nPlease note, commission will not be given for any code, offer, or\r\npromotion that is not available and listed as active in this network.\r\nAdvertiser reserves the right to reconcile or adjust the value on any\r\ntransaction that is attributed to another marketing channel.\r\n\r\n\r\n","logo":"http:\/\/media.pepperjamnetwork.com\/programs\/logos\/7997_1447787006","prohibited_states":"","mobile_tracking":"N\/A","category":[{"id":"19","name":"Clothing\/Apparel "}],"address1":"2125 Delaware Ave.","address2":"Suite E","city":"Santa Cruz","state_code":"CA","zip_code":"95060","country_code":"US","phone":"831-428-8090","website":"http:\/\/www.koral.com","contact_name":"Affiliate Manager","email":"koral@pepperjammanagement.com","currency":"USD","status":"joined","join_date":"2017-05-30","cookie_duration":"720","percentage_payout":"6.000","flat_payout":null,"deep_linking":"Yes","product_feed":"Yes"},{"id":"8201","name":"BaubleBar","description":"BaubleBar.com lets consumers shop the lastest in fashion jewelry at guilt-free prices. By consolidating the same designer network that sells to high-end brick and mortar stores, BaubleBar strips out the middleman to offer the same products through its private label. This fact, coupled with its ecommerce only presence, eliminates excess costs, enabling BaubleBar to remove extraneous markâ\u0080\u0090up from its pricing structure to provide shoppers with the same products as a highend retailer, but at near wholesale prices.  In short, we let you build your ideal jewelry box for less.<br><br>\r\n\r\nSince launching in December 2010, BaubleBar has been featured in a wide range of publications, including Women?s Wear Daily, The New York Times, InStyle, US Weekly, Business Week and Harper?s Bazaar, and has also been snapped up by a variety of celebrities, like Rihanna, Gwyneth Paltrow, Jennifer Lopez, Oprah, Selena Gomez, Giuliana Rancic and Olivia Palermo.<br><br>\r\n\r\nBaubleBar Affiliate Program Terms & Conditions:  <br><br>\r\n\r\n?  Incentivized Sites are allowed in the BaubleBar.com affiliate program only on a case by case basis. If you are using incentivized methods and are not approved by the Pepperjam quality team, affiliates may be subjected to commission reversal and expiration from the BaubleBar.com affiliate program. Please contact the BaubleBar Affiliate Manager (affiliates@baublebar.com) for more details.<br><br>\r\n?  PPC:  <br>\r\n?  a. Affiliates MAY NOT bid on the BaubleBar.com trademarks or brands.<br>  \r\n?  b. Our trademarks include, but are not limited to: BaubleBar, BaubleBar.com.<br>\r\n?  c. Affiliates MAY bid on all non-brand terms.<br>\r\n?  Email Publishers are allowed in the BaubleBar.com affiliate program as long as they are CAN-SPAM compliant.<br>\r\n?  Downloadable software partners are allowed and encouraged to join our program.<br>\r\n?  ALL affiliates must use current\/authorized promotions that are reflected through banners, text links, and coupons in Pepperjam, otherwise they may be subjected to reversal of commissions and removal from the program.","logo":"http:\/\/media.pepperjamnetwork.com\/programs\/logos\/8201_1467918703","prohibited_states":"","mobile_tracking":"Enabled","category":[{"id":"7","name":"Accessories"},{"id":"31","name":"Gifts & Flowers"},{"id":"58","name":"Jewelry"}],"address1":"1115 Broadway","address2":"5th Floor","city":"New York","state_code":"NY","zip_code":"10010","country_code":"US","phone":"570-706-3728","website":"http:\/\/www.baublebar.com","contact_name":"Shelby Kremski","email":"baublebar@pepperjammanagement.com","currency":"USD","status":"joined","join_date":"2017-06-01","cookie_duration":"480","percentage_payout":"1.000","flat_payout":null,"deep_linking":"Yes","product_feed":"Yes"}]}